import 'package:flutter/material.dart';

// 通変星の解説文
var kaisetuHajimeni = const Column(
  children: [
    ListTile(
      title: Text(
        '　この文章は、自分で占いや鑑定を試してみたいと思っている方に向けています。'
        '私の師匠は、非常にわかりやすい教え方をしてくれる方です。'
        'この文章では、師匠が教えてくれた際に使用された具体的な例題を引用しています。'
        '理解を深めていただくために、表現が、少し上から目線なところがあります。'
        'また、今の時代に合っていないところがありますが、鑑定力の向上には効果あると思います。'
        '例えば、政治家、スポーツ選手、芸能人の生年月日を入力することで、'
        'あなたの鑑定力が向上することを期待しています。'
        'ただし、例題に使用されている生年月日は有名人のものですが、'
        'プライバシーを考慮して固有名詞は省略してあります。', // 1
      ),
    ),
  ],
);
